
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name="viewport" id="viewport" content="width=480, minimal-ui" />
<META NAME="KEYWORDS" CONTENT="aide, chat, tchat, coco chat, tchat gratuit"/>
<link href="aide.css" rel="stylesheet" type="text/css" />
<title>Aide</title>
</head>

<body>

	<div class="accueil">
		<u>Accueil:</u>
		<br />
		<br />
		&bull; Vous pouvez rejoindre l'Accueil du tchat &agrave; tout moment en cliquant sur le 1er onglet en haut &agrave; gauche ou sur le bouton Accueil &agrave; droite.<br />
		&bull; Vous pouvez trier les connect&eacute;s de votre r&eacute;gion par genre et par &acirc;ge en cliquant sur les liens correspondants<br />
		&bull; Cliquez sur un salon ou une personne pour commencer à discuter<br />
	</div>
	
	<br><br>
	
	<div class="profil">
		<u>Votre profil:</u>
		<br />
		<br />
		&bull; Vous pouvez personnaliser votre profil en cliquant sur le bouton Profil &agrave; droite.<br />
		<br />
		<img src="img/profil.gif" alt="" /><br />
		&bull; Cliquez sur le bouton vert pour charger votre avatar sur le chat. Une fois charg&eacute;, celui-ci sera visible pour  tous. Vous pouvez &eacute;galement le changer &agrave; tout moment.<br />
		&bull; Vous pouvez recevoir des messages en absence de vos Amiz sur le tchat. Un message vous l'indiquera lors de votre connexion et le bouton message sera disponible dans votre profil.<br />
		&bull; Vous pouvez changer la couleur de votre &eacute;criture dans les salons en cliquant sur le carr&eacute; de la couleur de votre choix.<br />
		<br /><br />
		<u>Authentification:</u>
		<br />
		<br />
		&bull; Vous pouvez vous authentifier de 2 mani&egrave;res diff&eacute;rentes. Il vous est recommand&eacute; de faire les 2 fa&ccedil;ons propos&eacute;es pour garantir la s&eacute;curit&eacute; de votre compte. Les informations resteront confidentielles!<br />
		&bull; En cas de bug, de formatage ou de changement de PC, vous pouvez r&eacute;cup&eacute;rer votre profil (Amiz, couronnes...) en cliquant sur R&eacute;cup&eacute;ration profil. Il vous sera demand&eacute; votre adresse mail. Entrez la m&ecirc;me que lors de votre authentification et suivez la proc&eacute;dure pour r&eacute;cup&eacute;rer votre compte.<br />
		/!\ Attention si vous n'&ecirc;tes pas authentifi&eacute; Mail, votre compte ne pourra pas &ecirc;tre r&eacute;cup&eacute;r&eacute;! /!\ <br />
	</div>
	
	<br><br>

	<div class="boutons">
		<u>Les boutons:</u>
		<br />
		<br />
		<table border="0" cellspacing="0" class="tableau">
  		<tr>
    		<td width="70"><div class="option0"><div class="texteoptions">Accueil</div></div></td>
			<td width="5">&nbsp; - &nbsp;</td>
    		<td width="555">Vous permet de revenir sur l'accueil g&eacute;n&eacute;ral du tchat</td>
  		</tr>
  		<tr>
    		<td width="70"><div class="option1">
    		  <div class="texteoptions">Filtre</div>
    		</div></td>
			<td width="5">&nbsp; - &nbsp;</td>
    		<td width="555">Vous permet de d&eacute;finir plusieurs options relatives &agrave; vos PVs, au bouclier ou encore l'&acirc;ge maximum des personnes qui peuvent vous &eacute;crire</td>
  		</tr>
  		<tr>
    		<td width="70"><div class="option2"><div class="texteoptions">Design</div></div></td>
			<td width="5">&nbsp; - &nbsp;</td>
			<td width="555">Vous permet de changer le design complet</td>
  		</tr>
  		<tr>
    		<td width="70"><div class="option3"><div class="texteoptions">Reset</div></div></td>
			<td width="5">&nbsp; - &nbsp;</td>
			<td width="555">Vous permet de rétablir les paramètres par d&eacute;faut du chat</td>
  		</tr>
  		<tr>
    		<td width="70"><div class="option4"><div class="texteoptions">Profil</div></div></td>
			<td width="5">&nbsp; - &nbsp;</td>
    		<td width="555">Vous permet de changer d'avatar, de vous authentifier, changer la couleur de votre &eacute;criture et voir vos messages en absence</td>
 		 </tr>
  		<tr>
   		 <td width="70"><div class="option5"><div class="texteoptions">Premium</div></div></td>
			<td width="5">&nbsp; - &nbsp;</td>
			<td width="555">Vous permet de prendre le Pack Premium</td>
  		</tr>
  		
  		<tr>
    		<td width="70"><div class="option7"><div class="texteoptions">Smiley</div></div></td>
			<td width="4">&nbsp; - &nbsp;</td>
			<td width="555">Vous permet de visualiser les smileys disponibles</td>
  		</tr>
		<tr>
    		<td width="70"><div class="option8"><div class="texteoptions">Amiz</div></div></td>
			<td width="5">&nbsp; - &nbsp;</td>
			<td width="555">Vous permet de visualiser vos amiz connect&eacute;s</td>
  		</tr>
		</table>	 
		<br />
	</div>
<br><br>			
	<div class="salons">
		<u>Les salons:</u>
		<br />
		<br />
		&bull; Vous pouvez discuter avec maximum 70 personnes en m&ecirc;me temps<br />
		&bull; Pour vous adresser &agrave; une personne en particulier, cliquez sur sa phrase en salon et son pseudo s'&eacute;crira automatiquement dans votre barre d'&eacute;criture<br />
		&bull; Vous pouvez voir la liste des connect&eacute;s &agrave; droite, avec leur &acirc;ge, leur genre et leur avatar<br />
		&bull; Vous pouvez allumer votre webcam en cliquant sur le bouton <img src="img/cam.gif" alt="" />. Toutes les personnes pr&eacute;sentes pourrons alors vous regarder<br />
		&bull; Vous pouvez envoyer une image (jpg, png, gif), en cliquant sur le bouton <img src="img/fichier.gif" alt="" /><br />
		&bull; Vous avez la possibilit&eacute; de gagner des couronnes (qui vous servent &agrave; voter) en parlant en salon. Plus vous parlez, plus votre couronne monte. Celle-ci est repr&eacute;sent&eacute;e par le petit chiffre en exposant &agrave; c&ocirc;t&eacute; de votre pseudo et par une couleur dans la liste des connect&eacute;s<br />
		&bull; Vous pouvez voter une personne du chat en double cliquant sur son carr&eacute; d'&acirc;ge dans la liste des connect&eacute;s<br />
	</div>
<br><br>		
	<div class="pv">
		<u>Les PVs:</u>
		<br />
		<br />
		&bull; Vous pouvez visualiser le genre et l'&acirc;ge de votre correspondant ainsi que sa ville si vous &ecirc;tes dans sa r&eacute;gion proche<br />
		&bull; Vous pouvez fermer le pv en cliquant sur la croix ou encore en faisant un clic droit sur l'onglet correspondant<br />
		<br />
		<br />
		<u>Les boutons:</u>
		<br />
		<br />
		<img src="img/fichier.gif" alt="" /> - Envoyer un fichier<br />
		<img src="img/cam.gif" alt="" /> - Envoyer votre webcam<br />
		<img src="img/tele.gif" alt="" /> - Faire une conversation t&eacute;l&eacute;phonique (Option Premium)<br />
		<img src="img/fleur.gif" alt="" /> - Offrir un Pack Premium &agrave; votre correspondant <br />
		<img src="img/kill.gif" alt="" /> - Bloquer votre correspondant <br />
		<img src="img/alerte.gif" alt="" /> - Faire une alerte <br />
		<img src="img/micro.gif" alt="" /> - Faire une conversation au micro (Option Premium)<br />
		<img src="img/ami.gif" alt="" /> - Mettre votre correspondant dans vos amiz <br />
		<img src="img/questor.gif" alt="" /> - Avoir des infos sur votre correspondant (Option Premium)<br /><br />
		&bull; Vous pouvez alerter une personne ayant un avatar non conforme au r&egrave;glement ou lorsque l'on vous envoi une cam ou un fichier non souhait&eacute;<br />
	</div>
<br><br>	
	<div class="amiz">
		<u>Les Amiz:</u>
		<br />
		<br />
		&bull; Vous pouvez visualiser vos Amis du tchat en ligne et hors ligne diff&eacute;renci&eacute;s par deux couleurs. Voici &agrave; quoi peut ressembler votre liste d'Amiz:<br />
		<br />
		<div id='listeamiz' class="listeamiz">
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
          <tr class="amizenligne">
            <td width="10px" title="Supprimer votre amiz">x</td>
            <td width="15px">&nbsp;</td>
            <td>Amiz1</td>
          </tr>
          <tr class="amizenligne">
            <td title="Supprimer votre amiz">x</td>
            <td>&nbsp;</td>
            <td>Amiz2</td>
          </tr>
          <tr class="amizhorsligne">
            <td title="Supprimer votre amiz">x</td>
            <td title="Envoyer un message a votre amiz">@</td>
            <td>Amiz3</td>
          </tr>
          <tr class="amizhorsligne">
            <td title="Supprimer votre amiz">x</td>
            <td title="Envoyer un message a votre amiz">@</td>
            <td>Amiz4</td>
          </tr>
        </table>
		<br /><br /><br />
		</div>
		<br />
		&bull; Vous pouvez supprimer vos Amiz &agrave; tout moment en cliquant sur la croix devant son pseudo. Un message de confirmation appara&icirc;tra alors et vous devrez valider votre choix.<br />
		&bull; Vous pouvez aussi envoyer un message court &agrave; vos Amiz hors ligne! Il Vous suffit de cliquer sur le signe <strong>@</strong> devant leur pseudo. Une fen&ecirc;tre appara&icirc;tra pour r&eacute;diger votre texte.
	</div>
<br><br>	
	<div class="premium">
		<u>Le Pack Premium:</u>
		<br />
		<br />
		&bull; Vous pouvez cr&eacute;er un salon priv&eacute; &agrave; tout moment. En cochant la case Manager, vous pourrez d&eacute;finir des manager qui vous aiderons &agrave; sortir les personnes ind&eacute;sirables en un clic.<br />
		&bull; Vous avez une fonction de recherche de pseudo et de code vote sur les connect&eacute;s du chat . Pour cela, rendez-vous sur l'accueil et entrez le pseudo ou le code vote (sensible &agrave; la case) de la personne.<br />
		&bull; Vous pouvez ajouter plus d'amiz dans votre liste.<br />
		&bull; Vous pouvez demander une conversation t&eacute;l&eacute;phonique &agrave; votre correspondant. Elle se fait sur un num&eacute;ro neutre commen&ccedil;ant par 04. L'appel est gratuit depuis une Box. En aucun cas votre num&eacute;ro personnel ne sera divulgu&eacute;.<br />
		&bull; Vous pouvez demander une conversation micro à votre correspondant<br />
		&bull; Vous avez acc&egrave;s &agrave; la pr&eacute;visualisation des images. Pour cela, il vous suffit de survoler l'ic&ocirc;ne de l'appareil photo avec votre souris pour avoir un aper&ccedil;u.<br />
	</div>
<br><br>	
	
</body>
</html>
